/* divider CEUs label for registration */
" | %@ CEUs" = " | %@ CEUs";

/* | ceus and CEUs label and grading type for registration */
" | %@ CEUs %@" = " | %1$@ CEUs %2$@";

/* divider Credits label for registration */
" | %@ Credits" = " | %@ Credits";

/* | credits and Credits label and grading type for registration */
" | %@ Credits %@" = " | %1$@ Credits %2$@";

/* CEU (singular) label for registration */
"%@ CEU" = "%@ CEU";

/* CEUs label for registration */
"%@ CEUs" = "%@ CEUs";

/* ceus and CEUs label and grading type for registration */
"%@ CEUs %@" = "%1$@ CEUs %2$@";

/* Credits label for registration */
"%@ Credits" = "%@ Credits";

/* credits and Credits label and grading type for registration */
"%@ Credits %@" = "%1$@ Credits %2$@";

/* phone number with phone extension */
"%@ ext. %@" = "%1$@ ext. %2$@";

/* label for all day event */
"%@, All Day" = "%@, All Day";

/* label - building name, room number */
"%@, Room %@" = "%1$@, Room %2$@";

/* item already in cart error */
"%@-%@ failed to add to cart. Section is already registered or exists in the cart." = "%1$@-%2$@ failed to add to cart. Section is already registered or exists in the cart.";

/* Outdated alert message */
"A new version is available." = "A new version is available.";

/* About menu item */
"About" = "About";

/* Academic Levels label for registration filter */
"Academic Levels" = "Academic Levels";

/* access denied error message */
"Access Denied" = "Access Denied";

/* Actions menu heading */
"Actions" = "Actions";

/* Add To Cart button */
"Add To Cart" = "Add To Cart";

/* label for add to cart button in registration search */
"Add To Cart (%d)" = "Add To Cart (%d)";

/* all search scope in directory */
"All" = "All";

/* label for all day event */
"All Day" = "All Day";

/* ILP View: Announcements Card Title */
"Announcements" = "Announcements";

/* Applications menu heading */
"Applications" = "Applications";

/* ILP View: Assignments Card Title */
"Assignments" = "Assignments";

/* Audit label for registration */
"Audit" = "Audit";

/* building name/address */
"building name/address" = "%1$@/%2$@";

/* Calendar app name */
"Calendar" = "Calendar";

/* Cancel */
"Cancel" = "Cancel";

/* label for the categories */
"Category: %@" = "Category: %@";

/* CEU (singular) label for registration */
"CEU" = "CEU";

/* CEUs label for registration */
"CEUs" = "CEUs";

/* checking registration eligibility message */
"Checking Eligibility" = "Checking Eligibility";

/* Close */
"Close" = "Close";

/* button label to copy webpage's URL to clipboard */
"Copy URL" = "Copy URL";

/* course calendar course name-course section - title */
"course calendar course name-course section - title" = "%1$@-%2$@ - %3$@";

/* course days: start time - end */
"course days: start time - end" = "%1$@: %2$@ - %3$@";

/* course event start - end date */
"course event start - end date" = "%1$@ - %2$@";

/* course first meeting - last meeting */
"course first meeting - last meeting" = "%1$@ - %2$@";

/* course name-section number */
"course name-section number" = "%1$@-%2$@";

/* message for add to cart alert */
"Course(s) added to cart." = "Course(s) added to cart.";

/* Credits label for registration */
"Credits" = "Credits";

/* message for heading of messages during registration */
"Critical" = "Critical";

/* day of week date */
"day of week date" = "%1$@ %2$@";

/* days start - end */
"days start - end" = "%1$@ %2$@ - %3$@";

/* days start - end method */
"days start - end method" = "%1$@ %2$@ - %3$@ %4$@";

/* days: */
"days:" = "%@: ";

/* Delete button */
"Delete" = "Delete";

/* Registration Drop button */
"Drop" = "Drop";

/* label for drop button in registered list */
"Drop (%d)" = "Drop (%d)";

/* message for heading of successful dropped classes */
"Dropped Successfully!" = "Dropped Successfully!";

/* loading message while waiting for dropping */
"Dropping" = "Dropping";

/* assignment due today indicator for ilp module
   due today assignment indicator for ilp module */
"DUE TODAY" = "DUE TODAY";

/* due date label with date */
"Due: %@" = "Due: %@";

/* no due date for announcement
   no due date for assignment */
"Due: None assigned" = "Due: None assigned";

/* Ellucian */
"Ellucian" = "Ellucian";

/* Ellucian privacy policy label */
"Ellucian Privacy" = "Ellucian Privacy";

/* Email label for address book property */
"Email" = "Email";

/* text for variable credits prompt with two options */
"Enter course credit value %@ or %@" = "Enter course credit value %1$@ or %2$@";

/* text for variable credits prompt */
"Enter course credit value between %@ and %@" = "Enter course credit value between %1$@ and %2$@";

/* text for variable credits with credit increment prompt */
"Enter course credit value between %@ and %@ in increments of %@" = "Enter course credit value between %1$@ and %2$@ in increments of %3$@";

/* PIN label for registration */
"Enter the registration PIN" = "Enter the registration PIN";

/* Error */
"Error" = "Error";

/* title when error loading webpage */
"Error Loading Page" = "Error Loading Page";

/* heading for event detail page */
"Event Detail" = "Event Detail";

/* event start - end */
"event start - end" = "%1$@ - %2$@";

/* event start - end, location */
"event start - end, location" = "%1$@ - %2$@, %3$@";

/* event start, location */
"event start, location" = "%1$@, %2$@";

/* event title - date */
"event title - date" = "%1$@ - %2$@";

/* phone extension */
"ext. %@" = "ext. %@";

/* faculty last name, first initial */
"faculty last name, first initial" = "%1$@, %2$@";

/* facilty/staff search scope in directory */
"Faculty/Staff" = "Faculty/Staff";

/* Fetching saved course sections message */
"Fetching saved course sections" = "Fetching saved course sections";

/* User can get directions for this location */
"Get Directions" = "Get Directions";

/* Graded label for registration */
"Graded" = "Graded";

/* Home menu item */
"Home" = "Home";

/* Ineligible for Registration */
"Ineligible for Registration" = "Ineligible for Registration";

/* label for when data was last updated */
"Last Updated: %@" = "Last Updated: %@";

/* label for when data for last updated time is unavailable */
"Last Updated: Unavailable" = "Last Updated: Unavailable";

/* loading message while fetching recent transactions
   loading message while waiting for data to load */
"Loading" = "Loading";

/* Locations label for registration filter */
"Locations" = "Locations";

/* new notification has arrived */
"New Notification" = "New Notification";

/* no announcements for today message */
"No announcements for today" = "No announcements for today";

/* no course announcements recorded message */
"No Announcements Recorded" = "No Announcements Recorded";

/* no assignments due today message */
"No assignments due today" = "No assignments due today";

/* no assignments recorded message */
"No Assignments Recorded" = "No Assignments Recorded";

/* generic message for no data present */
"No Data" = "No Data";

/* no events recorded message */
"No Events Recorded" = "No Events Recorded";

/* no events scheduled for today message */
"No events scheduled for today" = "No events scheduled for today";

/* no grades recorded message */
"No Grades Recorded" = "No Grades Recorded";

/* message when there is no information to show the user about a building they selected */
"No information available for this building." = "No information available for this building.";

/* message when there are no notifications to display */
"No Notifications to display" = "No Notifications to display";

/* No registered classes for open terms message */
"No registered classes for open terms." = "No registered classes for open terms.";

/* no date for announcement */
"None announcement date available" = "None announcement date available";

/* notification detail with hyperlink */
"notification detail with hyperlink" = "%1$@ %2$@";

/* OK */
"OK" = "OK";

/* label to open link in Safari */
"Open in Safari" = "Open in Safari";

/* Outdated alert title */
"Outdated" = "Outdated";

/* overdue assignment indicator for ilp module */
"OVERDUE" = "OVERDUE";

/* PassFail label for registration */
"Pass/Fail" = "Pass/Fail";

/* Permission not granted title */
"Permission not granted" = "Permission not granted";

/* PIN label for registration */
"PIN" = "PIN";

/* Table section header RECENT PAYMENTS */
"RECENT PAYMENTS" = "RECENT PAYMENTS";

/* Register button */
"Register" = "Register";

/* label for register button in cart */
"Register (%d)" = "Register (%d)";

/* message for heading of successful registered classes */
"Registered!" = "Registered!";

/* loading message while waiting for registration */
"Registering" = "Registering";

/* message for add to cart title */
"Registration" = "Registration";

/* empty registration cart message */
"Registration Cart Empty" = "Registration Cart Empty";

/* registration divider min or max Credits */
"registration divider min or max Credits" = " | %1$@/%2$@ Credits";

/* registration divider min to max Credits */
"registration divider min to max Credits" = " | %1$@-%2$@ Credits";

/* registration min or max Credits */
"registration min or max Credits" = "%1$@/%2$@ Credits";

/* registration min to max Credits */
"registration min to max Credits" = "%1$@-%2$@ Credits";

/* registration planned section detail variable credits (or) */
"registration planned section detail variable credits (or)" = "%1$@ / %2$@";

/* registration planned section detail variable credits (to) */
"registration planned section detail variable credits (to)" = "%1$@ - %2$@";

/* registration search results instructional method */
"registration search results instructional method" = " | %@";

/* registration search results meeting pattern */
"registration search results meeting pattern" = "%@";

/* title of reminder list alert picker */
"Reminder List" = "Reminder List";

/* Reminder setting title */
"Reminder Type" = "Reminder Type";

/* Reminders app name */
"Reminders" = "Reminders";

/* Remove button */
"Remove" = "Remove";

/* loading message while fetching terms to use for search */
"Retrieving terms" = "Retrieving terms";

/* label - room number */
"Room %@" = "Room %@";

/* empty Search Results message */
"Search Results Empty" = "Search Results Empty";

/* searching message */
"Searching" = "Searching";

/* title of action sheet for user to select which campus to see on the map */
"Select Campus" = "Select Campus";

/* Title of the action sheet to select a reminder list to save the reminder */
"Select the name of the reminder list to use." = "Select the name of the reminder list to use.";

/* Settings application name */
"Settings" = "Settings";

/* label to sign in */
"Sign In" = "Sign In";

/* title for failed sign in */
"Sign In Failed" = "Sign In Failed";

/* label to sign out */
"Sign Out" = "Sign Out";

/* start date label with date */
"Start: %@" = "Start: %@";

/* no start date for event */
"Start: None assigned" = "Start: None assigned";

/* student search scope in directory */
"Students" = "Students";

/* Switch school menu item */
"Switch School" = "Switch School";

/* Force update alert message */
"The application must be upgraded to the latest version." = "The application must be upgraded to the latest version.";

/* message for failed sign in */
"The password or user name you entered is incorrect. Please try again." = "The password or user name you entered is incorrect. Please try again.";

/* configurations cannot be downloaded */
"There are no institutions to display at this time." = "There are no institutions to display at this time.";

/* second message for heading of failed drop classes */
"These issues may have prevented drop." = "These issues may have prevented drop.";

/* second message for heading of failed registered classes */
"These issues may have prevented registration." = "These issues may have prevented registration.";

/* ILP View: Events Card Title */
"Today's Events" = "Today's Events";

/* button label to compose tweet on Twitter */
"Twitter" = "Twitter";

/* unable to access contacts alert view title */
"Unable to access contacts" = "Unable to access contacts";

/* unable to access contacts alert view message */
"Unable to access contacts. Go to Settings to grant permission to Ellucian GO" = "Unable to access contacts. Go to Settings to grant permission to Ellucian GO";

/* unable to download configuration message */
"Unable to download the configuration from that link" = "Unable to download the configuration from that link";

/* unable to download configuration title */
"Unable to launch configuration" = "Unable to launch configuration";

/* error message when address cannot be used for getting directions */
"Unknown address" = "Unknown address";

/* Upgrade software button label */
"Upgrade" = "Upgrade";

/* view label */
"View" = "View";

/* Label for user to start app from a notification in the notificaiton center */
"View notifications" = "View notifications";

/* second message for heading of failed drop classes */
"We couldn't drop these courses:" = "We couldn't drop these courses:";

/* second message for heading of failed registered classes */
"We couldn't register these courses:" = "We couldn't register these courses:";

/* message for heading of failed registered classes */
"We're sorry." = "We're sorry.";

/* WebView loading error (description failure) */
"WebView loading error" = "%1$@ %2$@";

/* Reminder setting message */
"What application would you list to use for reminders?" = "What application would you list to use for reminders?";

/* permission access error message */
"You do not have permission to use this feature." = "You do not have permission to use this feature.";

/* Message in notification center to alert that they have notifications */
"You have new notifications" = "You have new notifications";

/* Permission not granted message */
"You must give permission in Settings to allow access" = "You must give permission in Settings to allow access";

/* Audit label for registration */
"| Audit" = "| Audit";

/* PassFail abbrev label for registration cart */
"| P/F" = "| P/F";

